{
    "titledAvatar": "Меня зовут Алексей Сальников. Я Full-Stack Developer."
    ,"mainPart": "Я full-stack разработчик на Java, PL/SQL, C++, JS, React в проектах по разработке пользовательских desktop-клиентов, включающих аналитические отчеты на основе данных из производства, а так же в проектах по разработке систем мониторинга ТС по сигналам GPS. Занимаюсь разработкой desktop-клиентов на С++ для работы с производственными процессами, сопровождением уже работающих desktop-клиентов, разработкой хранимых процедур на PL/SQL, созданием аналитических отчетов на основе данных из БД, разработкой веб-проекта с 0(выбора стека, архитектура) front-end на html/css/js и back-end на java/tomcat(API), разработкой React-приложения с нуля. В свободное от работы время иногда занимаюсь созданием MVP/pet-project-ов, например, простых лендингов, бот для Telegram, API."
    ,"wishes": "Я хочу найти команду с интересными проектами, с современным стеком разработки, учиться новому, а также найти для себя более узкую специализацию. На данный момент вижу свою реализацию в позиции React-разработчика."
    ,"storyTextEducation": "Кафедра МПО ЭВМ. Программное обеспечение вычислительной техники и автоматизированных систем."
    ,"storyTextJob": "Компания занимается разработкой MES - систем, АРМов, АСУ, поддержкой, сопровождением и доработкой существующих проектов, созданием решений с 0 для крупных предприятий : ПАО 'Северсталь', 'Воркутауголь', 'Уральская сталь', 'Северский трубный завод' и.т.д."
    ,"storyTextExperience": "В прошлых проектах я занимался написанием аналитических отчетов на PL/SQL и клиентом для пользователей на C++; разработкой системы мониторинга местоположения железнодорожных ТС по сигналам GPS (Back-end: Java, Tomcat, Orace PL/SQL. Front-end: -HTML, CSS, JS c фреймворком leafletJS). В данный момент занимаюсь созданием системы мониторинга местоположения металлургических ковшей по RFID и GPS, миксеров на железнодорожных путях путях, используя следующий стек технологий: React, Redux, redux-toolkit, redux-persist, react-leaflet, leafletJS,  js на frontend; Java, Tomcat, Orace PL/SQL на backend."
}